[M_CaptureTheFlags MissionDefinition]
MissionName="Raise the flag."
MissionDescription="After a long battle with the Pilazuba tribe, the Tajos mortars did not yield an inch. We hope the brick makes a difference for you. If you can put three Tahoe flags on the mortar [place]I saw the Lord.[-place], Tajon's kingdom was dominated by a bandit clan. "
TurnInDescription="lack of life."
MissionSummary="Raise the Tagos flag. [place]data storage[-place]."
MissionGiver="cream"
MissionTurnInLocation="a brick"
TeaserText="It's time to wipe the Sawtooth Pirates off the map!!"

[M_CaptureTheFlags:CaptureTheFlagsCollectionSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:CaptureTheFlagSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:CaptureTheFlagSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:CaptureTheFlagSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:DestroySecondGenerator MissionObjectiveDefinition]
ProgressMessage="It damages genes. in the remaining boil"

[M_CaptureTheFlags:DestroyTheFirstGenerator MissionObjectiveDefinition]
ProgressMessage="Remove the toothpick generator."

[M_CaptureTheFlags:DestroyThirdGenerator MissionObjectiveDefinition]
ProgressMessage="Turn off the content generator"

[M_CaptureTheFlags:Flag1isDoneSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:Flag2isDoneSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:Flag3isDoneSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Enter your text."
MissionDescriptionOverride="Committed to life."

[M_CaptureTheFlags:FlagisRaisedSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:FlagisRaisedSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:FlagisRaisedSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:PlaceFlag1 MissionObjectiveDefinition]
ProgressMessage="Sawtooth flag"

[M_CaptureTheFlags:PlaceFlag2 MissionObjectiveDefinition]
ProgressMessage="Always keep the national flag lit."

[M_CaptureTheFlags:PlaceFlag3 MissionObjectiveDefinition]
ProgressMessage="Waving the lake flag"

[M_CaptureTheFlags:RaiseFlag1 MissionObjectiveDefinition]
ProgressMessage="Sawtooth stage flag flies."

[M_CaptureTheFlags:RaiseFlag2 MissionObjectiveDefinition]
ProgressMessage="Raise the flag to call the grass"

[M_CaptureTheFlags:RaiseFlag3 MissionObjectiveDefinition]
ProgressMessage="Good security measures."

[M_CaptureTheFlags:RaiseTheFlagSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:RaiseTheFlagSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:RaiseTheFlagSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:UsetheGenerator1 MissionObjectiveDefinition]
ProgressMessage="Use the Sawtooth to spawn."

[M_CaptureTheFlags:UseTheGenerator2 MissionObjectiveDefinition]
ProgressMessage="Use a generator."

[M_CaptureTheFlags:UseTheGenerator3 MissionObjectiveDefinition]
ProgressMessage="Use additional printers."

